10/data/attachments/70de4dc21260b100.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Connie_appear_Friend_57320_9</nif:username>
            <nif:friendToBeRequested>soap_friends_5641f6b7-83e6-4d8a-a818-da2b14bb7ba5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>